tap "homebrew/bundle"
tap "sdkman/tap"

cask "arc"
cask "caffeine"
cask "docker"
cask "emacs"
cask "font-hack-nerd-font"
cask "iterm2"
cask "logseq"
cask "maccy"
cask "spotify"
cask "vlc"

# Utilities
brew "fzf"
brew "git"
brew "jq"
brew "leiningen"
brew "powerlevel10k"
brew "sdkman-cli"
brew "vim"
brew "wget"
brew "zsh"
